/* No comment provided by engineer. */
"1 day" = "1 Tag";

/* No comment provided by engineer. */
"1 day before" = "1 Tag vorher";

/* No comment provided by engineer. */
"1 hour before" = "1 Stunde vorher";

/* No comment provided by engineer. */
"2 days" = "2 Tage";

/* No comment provided by engineer. */
"2 days before" = "2 Tage vorher";

/* No comment provided by engineer. */
"2 hours before" = "2 Stunden vorher";

/* No comment provided by engineer. */
"3 days" = "3 Tage";

/* No comment provided by engineer. */
"4 days" = "4 Tage";

/* No comment provided by engineer. */
"5 days" = "5 Tage";

/* No comment provided by engineer. */
"5 minutes before" = "5 Minuten vorher";

/* No comment provided by engineer. */
"6 days" = "6 Tage";

/* No comment provided by engineer. */
"7 days" = "7 Tage";

/* No comment provided by engineer. */
"10 minutes before" = "10 Minuten vorher";

/* No comment provided by engineer. */
"14 days" = "14 Tage";

/* No comment provided by engineer. */
"15 minutes before" = "15 Minuten vorher";

/* No comment provided by engineer. */
"30 minutes before" = "30 Minuten vorher";

/* No comment provided by engineer. */
"31 days" = "31 Tage";

/* No comment provided by engineer. */
"About Itsycal" = "Über Itsycal";

/* About prefs tab label */
"About" = "Über Itsycal";

/* No comment provided by engineer. */
"Add Location" = "Ort hinzufügen";

/* No comment provided by engineer. */
"Alert:" = "Warnhinweis:";

/* No comment provided by engineer. */
"All-day:" = "Ganztägig:";

/* Appearance prefs tab label */
"Appearance" = "Erscheinungsbild";

/* No comment provided by engineer. */
"Are you sure you want to delete this event?" = "Sind Sie sicher, dass Sie dieses Ereignis entfernen möchten ?";

/* No comment provided by engineer. */
"At time of event" = "Bei Ereignisstart";

/* No comment provided by engineer. */
"Automatically check for updates" = "Automatisch nach Aktualisierung suchen";

/* No comment provided by engineer. */
"Calendar" = "Kalender";

/* No comment provided by engineer. */
"Calendar access denied.

Itsycal is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy" = "Kalenderzugriff verweigert.

Itsycal ist nützlich, wenn es Ereignisse aus Ihrem Kalender angezeigt werden können. Sie können diese Einstellung in den Systemeinstellungen › Sicherheit › Privatsphäre.";

/* No comment provided by engineer. */
"Calendar access was denied." = "Kalenderzugriff verweigert.";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for Updates…" = "Nach Updates suchen…";

/* No comment provided by engineer. */
"Copy" = "Kopieren";

/* Dark theme name */
"Dark" = "Dunkles Design";

/* No comment provided by engineer. */
"Date & Time…" = "Datum & Uhrzeit…";

/* No comment provided by engineer. */
"Datetime pattern" = "Datum & Zeit Muster";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete All Future Events" = "Alle zukünftigen Ereignisse löschen";

/* No comment provided by engineer. */
"Delete Only This Event" = "Nur dieses Ereignis löschen";

/* No comment provided by engineer. */
"Delete This Event" = "Löschen";

/* No comment provided by engineer. */
"Do you want to delete this and all future occurrences of this event, or only the selected occurrence?" = "Möchten Sie dieses und all zukünftigen Vorkommen dieses Ereignisses löschen oder nur das ausgewählte Vorkommen?";

/* No comment provided by engineer. */
"Donate with" = "Spenden mit";

/* No comment provided by engineer. */
"End Repeat:" = "Beenden:";

/* No comment provided by engineer. */
"Ends:" = "Bis:";

/* No comment provided by engineer. */
"Event list shows:" = "Ereignisliste zeigt:";

/* No comment provided by engineer. */
"Every %zd Days" = "Alle %zd Tage";

/* No comment provided by engineer. */
"Every %zd Months" = "Alle %zd Monate";

/* No comment provided by engineer. */
"Every %zd Weeks" = "Alle %zd Wochen";

/* No comment provided by engineer. */
"Every %zd Years" = "Alle %zd Jahre";

/* No comment provided by engineer. */
"Every Day" = "Täglich";

/* No comment provided by engineer. */
"Every Month" = "Monatlich";

/* No comment provided by engineer. */
"Every Week" = "Wöchentlich";

/* No comment provided by engineer. */
"Every Year" = "Jährlich";

/* No comment provided by engineer. */
"First day of week:" = "Erster Wochentag:";

/* No comment provided by engineer. */
"Follow" = "Folgen Sie";

/* No comment provided by engineer. */
"Friday" = "Freitag";

/* General prefs tab label */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Help…" = "Hilfe…";

/* No comment provided by engineer. */
"Hide icon" = "Menüleistensymbol verbergen";

/* No comment provided by engineer. */
"Highlight:" = "Hervorheben:";

/* No comment provided by engineer. */
"Itsycal cannot create a new event unless there is at least one calendar you have permission to modify." = "Itsycal kann kein neues Ereignis erstellen, wenn es mindestens ein Kalender erlaubt ist modifiziert werden.";

/* No comment provided by engineer. */
"Itsycal is more useful when you allow it to add events to your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy." = "Itsycal ist nützlicher, wenn es Veranstaltungen zu Ihrem Kalender hinzuzufügen. Sie können diese Einstellung in den Systemeinstellungen › Sicherheit › Privatsphäre.";

/* No comment provided by engineer. */
"Itsycal must be run from the Applications folder in order to work properly.

Please quit Itsycal, move it to the Applications folder, and relaunch." = "Itsycal muss aus dem Programme-Ordner laufen, um ordnungsgemäß zu funktionieren.

Bitte beenden Sie Itsycal, es in den Programme-Ordner zu verschieben, und erneut starten.";

/* No comment provided by engineer. */
"Keyboard shortcut" = "Tastaturkurzbefehl";

/* No comment provided by engineer. */
"Launch at login" = "Starte Itsycal bei der Anmeldung";

/* Light theme name */
"Light" = "Helles Design";

/* No comment provided by engineer. */
"Menu Bar" = "Menüleiste";

/* No comment provided by engineer. */
"Monday" = "Montag";

/* No comment provided by engineer. */
"Move Itsycal to the Applications folder" = "In den Programme-Ordner Itsycal verschieben";

/* Repeat ends never */
"Never" = "Niemals";

/* No comment provided by engineer. */
"New Event" = "Neues Ereignis";

/* No comment provided by engineer. */
"New Event… ⌘N" = "Neues Ereignis … ⌘N";

/* No comment provided by engineer. */
"No events" = "Keine Ereignisse";

/* Alert none
   Repeat none */
"None" = "Ohne";

/* No comment provided by engineer. */
"On Date" = "Datum";

/* No comment provided by engineer. */
"Open Calendar… ⌘O" = "Kalender öffnen … ⌘O";

/* No comment provided by engineer. */
"Options" = "Optionen";

/* No comment provided by engineer. */
"or" = "oder";

/* No comment provided by engineer. */
"Pin Itsycal… P" = "Itsycal soll sichtbar bleiben … P";

/* No comment provided by engineer. */
"Preferences…" = "Einstellungen …";

/* No comment provided by engineer. */
"Quit Itsycal" = "Itsycal beenden";

/* No comment provided by engineer. */
"Repeat:" = "Wiederholen:";

/* No comment provided by engineer. */
"Saturday" = "Samstag";

/* No comment provided by engineer. */
"Save Event" = "Ereignis sichern";

/* No comment provided by engineer. */
"Show calendar weeks" = "Kalenderwoche anzeigen";

/* No comment provided by engineer. */
"Show day of week in icon" = "Menüleistensymbol zeigt Wochentag";

/* No comment provided by engineer. */
"Show event dots" = "Punkte unter Tagen mit Ereignis anzeigen";

/* No comment provided by engineer. */
"Show event location" = "Veranstaltungsort anzeigen";

/* No comment provided by engineer. */
"Show month in icon" = "Menüleistensymbol zeigt Monat";

/* No comment provided by engineer. */
"Starts:" = "Von:";

/* No comment provided by engineer. */
"Sunday" = "Sonntag";

/* System theme name */
"System" = "System";

/* Alert box message when we fail to launch the Calendar application */
"The Calendar application could not be found." = "Die Kalender-Anwendung konnte nicht gefunden werden.";

/* No comment provided by engineer. */
"Theme:" = "Design:";

/* No comment provided by engineer. */
"There are no modifiable calendars." = "Keine beschreibbaren Kalender.";

/* No comment provided by engineer. */
"Thursday" = "Donnerstag";

/* No comment provided by engineer. */
"Tuesday" = "Dienstag";

/* No comment provided by engineer. */
"Use colored dots" = "Farbige Punkte verwenden";

/* No comment provided by engineer. */
"Use larger text" = "Größeren Text verwenden";

/* No comment provided by engineer. */
"Use outline icon" = "Skizziertes Menüleistensymbol verwenden";

/* No comment provided by engineer. */
"Wednesday" = "Mittwoch";

/* No comment provided by engineer. */
"You're deleting an event." = "Sie löschen ein Ereignis.";

/* Spanning event ends */
"ends" = "Endet um";

